Repository: overpolish/keyframeless
Catalog: Mesh/Mesh/Plugin/MeshUI.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Tap <symbol plus.circle.fill color=accent /> to add <accent>Crop</accent> and <accent>Radius</accent> for animation
de: Tippe auf <symbol plus.circle.fill color=accent />, um <accent>Zuschnitt</accent> und <accent>Radius</accent> zur Animation hinzuzufügen
es: Toca <symbol plus.circle.fill color=accent /> para añadir <accent>Recorte</accent> y <accent>Radio</accent> para animar
fr: Touchez <symbol plus.circle.fill color=accent /> pour ajouter <accent>Recadrage</accent> et <accent>Rayon</accent> à animer
ja: <symbol plus.circle.fill color=accent /> をタップして、アニメーション用に<accent>クロップ</accent>と<accent>半径</accent>を追加します
ko: <symbol plus.circle.fill color=accent /> 을 탭하여 애니메이션용 <accent>자르기</accent>와 <accent>반지름</accent>을 추가하세요
zh_hans: 点按 <symbol plus.circle.fill color=accent /> 添加<accent>裁剪</accent>和<accent>半径</accent>以制作动画

source: Tap <symbol plus.circle.fill color=accent /> to add an animated property
de: Tippe auf <symbol plus.circle.fill color=accent />, um eine animierte Eigenschaft hinzuzufügen
es: Toca <symbol plus.circle.fill color=accent /> para añadir una propiedad animada
fr: Touchez <symbol plus.circle.fill color=accent /> pour ajouter une propriété animée
ja: <symbol plus.circle.fill color=accent /> をタップしてアニメーションプロパティを追加します
ko: <symbol plus.circle.fill color=accent /> 을 탭하여 애니메이션 속성을 추가하세요
zh_hans: 点按 <symbol plus.circle.fill color=accent /> 添加动画属性

source: That's all you need to know to get going!
de: Das ist alles, was du für den Anfang wissen musst!
es: ¡Eso es todo lo que necesitas saber para empezar!
fr: C'est tout ce que vous devez savoir pour commencer !
ja: 始めるために必要なことはこれだけです！
ko: 시작하는 데 필요한 것은 이것이 전부입니다!
zh_hans: 这就是开始使用所需了解的全部内容！

source: The OSC is available whenever <accent>Mesh</accent> is selected
de: Die OSC ist verfügbar, sobald <accent>Mesh</accent> ausgewählt ist
es: El OSC está disponible siempre que <accent>Mesh</accent> esté seleccionado
fr: Le contrôle à l'écran est disponible dès que <accent>Mesh</accent> est sélectionné
ja: <accent>Mesh</accent> を選択しているときはいつでも OSC を利用できます
ko: <accent>Mesh</accent>가 선택되어 있으면 언제든지 OSC를 사용할 수 있습니다
zh_hans: 只要选中 <accent>Mesh</accent>，即可使用 OSC

source: This <accent>mini viewer</accent> shows the clip at this point in time - no need to scrub around
de: Dieser <accent>Mini-Viewer</accent> zeigt den Clip zu diesem Zeitpunkt - kein Scrubbing nötig
es: Este <accent>minivisor</accent> muestra el clip en este punto del tiempo: no hace falta desplazarse
fr: Ce <accent>mini-visualiseur</accent> montre le plan à ce moment précis - pas besoin de parcourir la timeline
ja: この<accent>ミニビューア</accent>はこの時点のクリップを表示します。スクラブして探す必要はありません
ko: 이 <accent>미니 뷰어</accent>는 이 시점의 클립을 보여줍니다. 이리저리 스크러빙할 필요가 없습니다
zh_hans: 此<accent>迷你检视器</accent>显示该时间点的片段--无需来回拖拽播放头

source: Timing Basics
de: Timing-Grundlagen
es: Conceptos básicos de sincronización
fr: Bases du minutage
ja: タイミングの基本
ko: 타이밍 기본
zh_hans: 计时基础

source: Turn on the <accent>In</accent> transition
de: Aktiviere den <accent>Ein</accent>-Übergang
es: Activa la transición de <accent>Entrada</accent>
fr: Activez la transition d'<accent>Entrée</accent>
ja: <accent>イン</accent>トランジションをオンにします
ko: <accent>인</accent> 전환을 켜세요
zh_hans: 开启<accent>进入</accent>过渡

source: Walk through the basics again
de: Die Grundlagen erneut durchgehen
es: Repasar los conceptos básicos de nuevo
fr: Revoir les bases
ja: 基本をもう一度確認します
ko: 기본 사항을 다시 살펴보기
zh_hans: 再次浏览基础内容

source: What's Basic vs Advanced?
de: Was ist Einfach vs. Erweitert?
es: ¿Qué es Básico frente a Avanzado?
fr: Quelle différence entre Basique et Avancé ?
ja: 「基本」と「詳細」の違いは？
ko: 기본과 고급의 차이는?
zh_hans: 基本与高级有什么区别？

source: What's the difference between Basic and Advanced timing?
de: Was ist der Unterschied zwischen einfachem und erweitertem Timing?
es: ¿Cuál es la diferencia entre el tiempo Básico y Avanzado?
fr: Quelle est la différence entre le timing Basique et Avancé ?
ja: 「基本」タイミングと「詳細」タイミングの違いは何ですか？
ko: 기본 타이밍과 고급 타이밍의 차이는 무엇인가요?
zh_hans: 基本计时和高级计时有什么区别？
